---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.AreaForceScale
source: html/8bcd4826-fdd5-dc92-36be-82ed136f5c5b.htm
---
# Autodesk.Revit.DB.SpecTypeId.AreaForceScale Property

Area Force Scale, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId AreaForceScale { get; }
```